

const quizQuestions = [
    {
      question: 'Какой цвет ассоциируется с Новым годом?',
      answers: ['Красный', 'Синий', 'Зеленый', 'Желтый'],
      correct: 0,
    },
    {
      question: 'Какой напиток традиционно пьют на Новый год?',
      answers: ['Чай', 'Кофе', 'Шампанское', 'Сок'],
      correct: 2,
    },
    {
      question: 'Какое животное символизирует Новый год в китайском календаре 2025?',
      answers: ['Тигр', 'Кролик', 'Дракон', 'Змея'],
      correct: 3,
    },
    {
      question: 'Какой праздник отмечают 1 января?',
      answers: ['Рождество', 'День благодарения', 'Новый год', 'Хэллоуин'],
      correct: 2,
    },
    {
      question: 'Как называется традиция обмена подарками на Новый год?',
      answers: [
        'Тайный Санта',
        'Обмен подарками',
        'Подарочный обмен',
        'Подарочный круг',
      ],
      correct: 0,
    },
    {
      question: 'Какой фрукт часто используют для украшения новогоднего стола?',
      answers: ['Яблоко', 'Мандарин', 'Банан', 'Груша'],
      correct: 1,
    },
  ];
  
  export default quizQuestions;
  